Repository: nottoBD/projetTFE
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nl_be

source: Unsupported file type. Please upload a JPEG, PNG, or GIF image.
nl_be: Niet-ondersteund bestandstype. Gelieve een JPEG, PNG, of GIF afbeelding te uploaden.

source: First Name
nl_be: Voornaam

source: Last Name
nl_be: Achternaam

source: Telephone Number
nl_be: Telefoonnummer

source: Assign Parents
nl_be: Ouders toewijzen

source: Gender
nl_be: Geslacht

source: National Number
nl_be: Rijksregisternummer

source: Telephone
nl_be: Telefoon

source: Address
nl_be: Adres

source: National number must be exactly 11 digits long.
nl_be: Het rijksregisternummer moet exact 11 cijfers lang zijn.

source: Prepopulates the database with predefined categories and sub-categories.
nl_be: Vult de database vooraf in met vooraf gedefinieerde categorieën en subcategorieën.

source: Medical and paramedical expenses
nl_be: Medische en paramedische uitgaven

source: Treatments by medical specialists and the medications, specialized examinations and care they prescribe
nl_be: Behandelingen door medische specialisten en de medicijnen, gespecialiseerde onderzoeken en zorg die zij voorschrijven

source: Costs of surgical and hospitalization procedures and the specific treatments resulting therefrom
nl_be: Kosten van chirurgische ingrepen en ziekenhuisopnames en de specifieke behandelingen die daaruit voortvloeien

source: Medical and paramedical expenses and devices, including orthodontics, speech therapy, ophthalmology, etc.
nl_be: Medische en paramedische uitgaven en apparaten, inclusief orthodontie, logopedie, oogheelkunde, enz.

source: Annual premium for hospitalization insurance or other supplementary insurance
nl_be: Jaarlijkse premie voor ziekenhuisverzekering of andere aanvullende verzekeringen

source: Costs relating to school training
nl_be: Kosten gerelateerd aan schoolopleiding

source: School activities of several days, like snow classes, sea classes, green classes
nl_be: Schoolactiviteiten van meerdere dagen, zoals sneeuwklassen, zeeklassen, groene klassen

source: Necessary, specialized and costly school materials and/or clothing
nl_be: Noodzakelijke, gespecialiseerde en kostbare schoolmaterialen en/of kleding

source: Tuition fees and courses for higher education and special training
nl_be: Inschrijvingsgelden en cursussen voor hoger onderwijs en speciale opleiding

source: Purchase of computer hardware and printers with necessary software
nl_be: Aankoop van computerhardware en printers met noodzakelijke software

source: Private lessons for school year success
nl_be: Privélessen voor schoolsucces

source: Cost of renting a student room
nl_be: Kosten voor het huren van een studentenkamer

source: Additional specific costs related to study abroad program
nl_be: Aanvullende specifieke kosten gerelateerd aan studieprogramma in het buitenland

source: Expenses related to the development of the personality and development of the child
nl_be: Uitgaven gerelateerd aan de ontwikkeling van de persoonlijkheid en ontwikkeling van het kind

source: Child care expenses from 0 to 3 years included
nl_be: Kinderopvangkosten van 0 tot 3 jaar inbegrepen

source: Dues, basic supplies, and fees for camps and internships in cultural, sporting, or artistic activities
nl_be: Contributies, basismaterialen en kosten voor kampen en stages in culturele, sportieve of artistieke activiteiten

source: Registration fee for driving courses and theoretical and practical examinations of the driving licence
nl_be: Inschrijfgeld voor rijcursussen en theoretische en praktische examens van het rijbewijs

source: first name
nl_be: voornaam

source: last name
nl_be: achternaam

source: Enter a valid email address
nl_be: Voer een geldig e-mailadres in

source: Magistrat List
nl_be: Lijst van Magistraten

source: Role
nl_be: Rol

source: Case
nl_be: Zaak

source: Parent List
nl_be: Lijst van Ouders

source: Profile Image
nl_be: Profielafbeelding

source: Login
nl_be: Inloggen

source: Don't have an account? Create one
nl_be: Heb je geen account? Maak er een aan

source: Here
nl_be: Hier

source: Sign Up
nl_be: Registreren

source: Have an account?
nl_be: Heb je al een account?

source: Register
nl_be: Registreren

source: Register Magistrat
nl_be: Magistraat Registreren

source: Your profile has been successfully updated.
nl_be: Je profiel is succesvol bijgewerkt.

source: There was a problem updating your profile. Please check the form for errors.
nl_be: Er was een probleem bij het bijwerken van je profiel. Controleer het formulier op fouten.

source: You do not have permission to update this profile.
nl_be: Je hebt geen toestemming om dit profiel bij te werken.

source: Magistrat "%s" registered successfully.
nl_be: Magistraat "%s" succesvol geregistreerd.

source: Your account has been created! You are now logged in.
nl_be: Je account is aangemaakt! Je bent nu ingelogd.

source: The parent account has been successfully created.
nl_be: Het ouderaccount is succesvol aangemaakt.

source: French
nl_be: Frans

source: English
nl_be: Engels

source: Dutch
nl_be: Nederlands

source: German
nl_be: Duits

source: fExtra Plateform
nl_be: fExtra Platform

source: List All
nl_be: Alles Weergeven

source: Add Parent
nl_be: Ouder Toevoegen

source: Add Magistrat
nl_be: Magistraat Toevoegen

source: Update
nl_be: Bijwerken

source: Languages
nl_be: Talen

source: Administrator
nl_be: Beheerder

source: Magistrat
nl_be: Magistraat

source: Parent
nl_be: Ouder

source: Logout
nl_be: Uitloggen

source: Home Page
nl_be: Startpagina
