Repository: nottoBD/projetTFE
Catalog: fExtra/locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: Unsupported file type. Please upload a JPEG, PNG, or GIF image.
de: Nicht unterstützter Dateityp. Bitte laden Sie ein JPEG-, PNG- oder GIF-Bild hoch.
fr: Type de fichier non pris en charge. Veuillez télécharger une image JPEG, PNG ou GIF.

source: First Name
de: Vorname
fr: Prénom

source: Last Name
de: Nachname
fr: Nom

source: Telephone Number
de: Telefonnummer
fr: Numéro de téléphone

source: Assign Parents
de: Eltern zuweisen
fr: Attribuer des parents

source: Gender
de: Geschlecht
fr: Genre

source: National Number
de: Nationale Identifikationsnummer
fr: Numéro national

source: Telephone
de: Telefon
fr: Téléphone

source: Address
de: Adresse
fr: Adresse

source: National number must be exactly 11 digits long.
de: Die nationale Identifikationsnummer muss genau 11 Ziffern lang sein.
fr: Le numéro national doit comporter exactement 11 chiffres.

source: Prepopulates the database with predefined categories and sub-categories.
de: Füllt die Datenbank vorab mit vordefinierten Kategorien und Unterkategorien.
fr: Pré-remplit la base de données avec des catégories et sous-catégories prédéfinies.

source: Medical and paramedical expenses
de: Medizinische und paramedizinische Ausgaben
fr: Dépenses médicales et paramédicales

source: Treatments by medical specialists and the medications, specialized examinations and care they prescribe
de: Behandlungen durch medizinische Fachkräfte und die von ihnen verschriebenen Medikamente, spezialisierte Untersuchungen und Pflege
fr: Traitements par des spécialistes médicaux et les médicaments, examens spécialisés et soins qu'ils prescrivent

source: Costs of surgical and hospitalization procedures and the specific treatments resulting therefrom
de: Kosten für chirurgische Eingriffe und Krankenhausaufenthalte sowie die daraus resultierenden spezifischen Behandlungen
fr: Coûts des procédures chirurgicales et d'hospitalisation et des traitements spécifiques qui en découlent

source: Medical and paramedical expenses and devices, including orthodontics, speech therapy, ophthalmology, etc.
de: Medizinische und paramedizinische Ausgaben und Geräte, einschließlich Kieferorthopädie, Sprachtherapie, Augenheilkunde usw.
fr: Dépenses et dispositifs médicaux et paramédicaux, y compris orthodontie, orthophonie, ophtalmologie, etc.

source: Annual premium for hospitalization insurance or other supplementary insurance
de: Jahresprämie für Krankenhausversicherung oder andere Zusatzversicherungen
fr: Prime annuelle pour l'assurance hospitalisation ou autre assurance complémentaire

source: Costs relating to school training
de: Kosten im Zusammenhang mit der schulischen Ausbildung
fr: Coûts relatifs à la formation scolaire

source: School activities of several days, like snow classes, sea classes, green classes
de: Mehrtägige Schulaktivitäten, wie Schneeklassen, Seeklassen, Grüne Klassen
fr: Activités scolaires de plusieurs jours, comme les classes de neige, de mer, vertes

source: Necessary, specialized and costly school materials and/or clothing
de: Notwendiges, spezialisiertes und kostspieliges Schulmaterial und/oder Kleidung
fr: Matériels et/ou vêtements scolaires nécessaires, spécialisés et coûteux

source: Tuition fees and courses for higher education and special training
de: Studiengebühren und Kurse für die Hochschulbildung und spezielle Ausbildungen
fr: Frais de scolarité et cours pour l'enseignement supérieur et la formation spécialisée

source: Purchase of computer hardware and printers with necessary software
de: Anschaffung von Computern und Druckern mit der notwendigen Software
fr: Achat de matériel informatique et d'imprimantes avec les logiciels nécessaires

source: Private lessons for school year success
de: Privatunterricht für den schulischen Erfolg
fr: Cours particuliers pour la réussite de l'année scolaire

source: Cost of renting a student room
de: Kosten für die Anmietung eines Studentenzimmers
fr: Coût de la location d'une chambre d'étudiant

source: Additional specific costs related to study abroad program
de: Zusätzliche spezifische Kosten im Zusammenhang mit Auslandsstudienprogrammen
fr: Coûts spécifiques supplémentaires liés au programme d'études à l'étranger

source: Expenses related to the development of the personality and development of the child
de: Ausgaben im Zusammenhang mit der Persönlichkeitsentwicklung und Entwicklung des Kindes
fr: Dépenses liées au développement de la personnalité et à l'évolution de l'enfant

source: Child care expenses from 0 to 3 years included
de: Kinderbetreuungskosten von 0 bis 3 Jahren inklusive
fr: Frais de garde d'enfants de 0 à 3 ans inclus

source: Dues, basic supplies, and fees for camps and internships in cultural, sporting, or artistic activities
de: Beiträge, Grundausstattung und Gebühren für Lager und Praktika in kulturellen, sportlichen oder künstlerischen Aktivitäten
fr: Cotisations, fournitures de base et frais pour les camps et stages dans des activités culturelles, sportives ou artistiques

source: Registration fee for driving courses and theoretical and practical examinations of the driving licence
de: Anmeldegebühr für Fahrunterricht und theoretische sowie praktische Prüfungen des Führerscheins
fr: Frais d'inscription pour les cours de conduite et les examens théoriques et pratiques du permis de conduire

source: first name
de: Vorname
fr: prénom

source: last name
de: Nachname
fr: nom

source: Enter a valid email address
de: Geben Sie eine gültige E-Mail-Adresse ein
fr: Entrez une adresse e-mail valide

source: Magistrat List
de: Liste der Magistrate
fr: Liste des magistrats

source: Role
de: Rolle
fr: Rôle

source: Case
de: Fall
fr: Affaire

source: Parent List
de: Elternliste
fr: Liste des parents

source: Profile Image
de: Profilbild
fr: Image de profil

source: Login
de: Anmelden
fr: Connexion

source: Don't have an account? Create one
de: Haben Sie kein Konto? Erstellen Sie eines
fr: Vous n'avez pas de compte ? Créez-en un

source: Here
de: Hier
fr: Ici

source: Sign Up
de: Registrieren
fr: S'inscrire

source: Have an account?
de: Haben Sie bereits ein Konto?
fr: Vous avez un compte ?

source: Register
de: Registrieren
fr: Inscription

source: Register Magistrat
de: Magistrat registrieren
fr: Inscription Magistrat

source: Your profile has been successfully updated.
de: Ihr Profil wurde erfolgreich aktualisiert.
fr: Votre profil a été mis à jour avec succès.

source: There was a problem updating your profile. Please check the form for errors.
de: Es gab ein Problem bei der Aktualisierung Ihres Profils. Bitte überprüfen Sie das Formular auf Fehler.
fr: Il y a eu un problème lors de la mise à jour de votre profil. Veuillez vérifier le formulaire pour les erreurs.

source: You do not have permission to update this profile.
de: Sie haben keine Berechtigung, dieses Profil zu aktualisieren.
fr: Vous n'avez pas la permission de mettre à jour ce profil.

source: Magistrat "%s" registered successfully.
de: Magistrat "%s" erfolgreich registriert.
fr: Le magistrat "%s" a été enregistré avec succès.

source: Your account has been created! You are now logged in.
de: Ihr Konto wurde erstellt! Sie sind jetzt angemeldet.
fr: Votre compte a été créé ! Vous êtes maintenant connecté.

source: The parent account has been successfully created.
de: Das Elternkonto wurde erfolgreich erstellt.
fr: Le compte parent a été créé avec succès.

source: French
de: Französisch
fr: Français

source: English
de: Englisch
fr: Anglais

source: Dutch
de: Niederländisch

source: German
de: Deutsch
fr: Allemand

source: fExtra Plateform
de: fExtra Plattform
fr: Plateforme fExtra

source: Platform - fExtra
de: Plattform - fExtra
fr: Plateforme - fExtra

source: List All
de: Alle auflisten
fr: Lister tout

source: Add Parent
de: Elternteil hinzufügen
fr: Ajouter un parent

source: Add Magistrat
de: Magistrat hinzufügen
fr: Ajouter un magistrat

source: Update
de: Aktualisieren
fr: Mettre à jour

source: Languages
de: Sprachen
fr: Langues

source: Parent
de: Elternteil

source: Logout
de: Abmelden
fr: Déconnexion

source: Home Page
de: Startseite
fr: Page d'accueil

source: Referent
fr: Référent

source: Administrator
fr: Administrateur
